{
  "doctor_patient_conversations": [
    [
      "I have a history of depression … and I think that I’ve started to feel depressed again quite recently",
      "That’s not Okay. What do you think could be the cause?",
      "I’ve had two serious bouts of depression in the last couple of years and I’m really scared that I will go through that again.",
      "How are you? Oh",
      "I’m not doing too good. Em … er basically I’ve felt … really depressed again. Em … I’m quite down.",
      "Is there a reason for this?",
      "I can’t really … point my finger at anything.",
      "OK, so what’s up with you today?",
      "I’m just very, very depressed, not feeling good …. I have issues with my job",
      "Well, do you think that the difficulty on the job is causing your physical symptoms and your depression or do you think you were depressed and not feeling right before? …",
      "Is this, common for you, I mean these feelings? …",
      "I’ve had periods in my life where I felt down and depressed. Um, I wouldn’t say hopeless, but more down and that.",
      "So you’ve had other times and periods that usually you can relate to a specific situation or just sometimes just feel that way? ",
      "Do you think you’re a depressed person? Or, do you think you’re in a stressful situation that’s making you feel kind of down about yourself?",
      "I guess I feel like, stressed … I get overwhelmed and then I get depressed.",
      "My feelings are … why don’t we start you on an antidepressant.",
      "I don’t want to do that.",
      "Why? ",
      "Erm I don’t really think that just medicine can cheer you up.",
      "read up about the medication and how it treats people. I see patients here, they’re using the medication just to increase the serotonin levels which for one reason or another aren’t as high as they should be. Just replaces the serotonin and then they get better."
    ],
    [
      "Good morning",
      "Good Morning too, how are you feeling today?.",
      "Not so good",
      "What have you come in for today?",
      "I've been having some pain in my joints, especially the knees.",
      "How long have you been having the pain?",
      "I'd say it started three or four months ago. It's been getting worse recently.",
      "Are you having any other problems like weakness, fatigue or headaches?",
      "Well I've certainly felt under the weather.",
      "Right. How much physical activity do you get? Do you play any sports?",
      "Some. I like to play tennis about once a week. I take my dog on a walk every morning.",
      "OK. Let's have a look. Are your knees paining?",
      "Yeah, It hurts right there.",
      "Please stand up and put weight on your knees. Does it hurt?",
      "Ouch!",
      "It seems you have some inflammation in your knees.",
      "That's a relief!",
      "Just take some ibuprofen or aspirin and the swelling should go down.",
      "You'll feel better after that.",
      "Thank you!"
    ],
    [
      "Good afternoon.",
      "Good afternoon too. So, what have you come in for today?",
      "Thank you. I'm feeling ill, I've got quite a bad cough, but I don't seem to have a fever.",
      "I see. How long have you had these symptoms?",
      "Oh, I've had the cough for a couple of weeks, but I have been feeling ill just these past few days.",
      "Are you having any other problems?",
      "Well, I've got a headache. I've also had a little bit of diarrhea.",
      "Do you produce any phlegm when coughing?",
      "Sometimes, but it's usually pretty dry.",
      "Do you smoke?",
      "Yes, a few cigarettes a day. Certainly no more than a half a pack a day.",
      "How about allergies? Do you have any allergies?",
      "Not that I'm aware of.",
      "Does your head feel stuffy?",
      "Yes, for the past few days.",
      "When did you last come visit a hospital for a physical exam?",
      "I had my last physical couple of years ago.",
      "Have you had any other exams recently? Blood work, an EKG or an ultra-sound?",
      "Well, I had a few X-rays at the dentist.",
      "How have you been feeling in general?",
      "Pretty well. No complaints, really.",
      "Do you exercise regularly?",
      "No, not really. I am planning to join a gym soon.",
      "That would be a good idea. How about your diet?",
      "I think I eat a pretty balanced diet.",
      "I'm going to order some blood work. I'll help arrange an appointment for the tests.",
      "Thank you. Have a nice day."
    ],
    [
      "How long have you been having this pain?",
      "Its been a couple of months now. My stomach hurts after some meals, but not always.",
      "You should have come in earlier. Let's get to the bottom of this. Have you changed your eating habits during this period?",
      "No, not really. Well, that's not true. I'm eating the same foods, but less. You know, the pain seems to come and go.",
      "How strong is the pain exactly? On a scale of one to ten, how would you describe the intensity of the pain?",
      "Well, I'd say the pain is about a two on a scale of one to ten. Like I say, it's not really bad. It just keeps coming back...",
      "How long does the pain last when you get it?",
      "It comes and goes. Sometimes, I hardly feel anything. Other times, it can last up to half an hour or more.",
      "Is there a type of food that seems to cause stronger pain than other types?",
      "Hmmm ... heavy foods like steak or lasagna usually brings it on.",
      "I've been trying to avoid those.",
      "Does the pain travel to any other parts of your body - chest, shoulder or back?.",
      "No, it just hurts here.",
      "I'm not sure. I think we should take some x-rays to find out if you've anything broken.",
      "Will that be expensive?",
      "I don't think so. You're insurance should cover routine x-rays."
    ],
    [
      "what about the problems I've been having sleeping?",
      "I'wll help arrange you to get a prescription for some medicine to help you get a better night's sleep.",
      "How often should I take the medicine?",
      "Please consult your pharmacist if you can't understand the instructions given",
      "How long should I take them?",
      "Please consult your pharmacist if you can't understand the instructions given",
      "Is there anything else I can do to help me sleep at night?",
      "Don't worry so much about things at work. I know, I know... that is easier said than done.",
      "Should I stay home from work?",
      "No, I don't think that's necessary. Just remember to stay calm."
    ],
    [
      "I think I might have a fever. It's so cold in here!",
      "Using the back of your hand does you forehead feel warmer than usual.",
      "Is there anything else I can do for you?",
      "No, thank you.",
      "Is there anything to worry about?",
      "No, no. Everything's fine. It's normal to have a bit of fever after an operation like yours!",
      "Yes, I'm so glad everything went well.",
      "You're in good hands here!"
    ],
    [
      "Hello doctor! Can you spare me a few minutes?",
      "Certainly! Now, How can i be of help to you?",
      "That is just what I want you to tell me.",
      "Well, tell me how you are suffering?",
      "I seem to be generally out of sorts. I have no appetite for my food, and yet I am always suffering from indifestion.",
      "Are you troubled with headaches?",
      "Yes, I am. And what is worse I cannot sleep at night.",
      "I see, How is your work?",
      "My work is Okay but I usually have to work for long hours.",
      "What sort of exercise do you do?",
      "I am afraid I don't do any. I am usually so tired when I get home",
      "I see. Well, you are evidently run down, and need a rest and change. All your troubles are signs of nervous exhaustion."
    ],
    [
      "Good morning",
      "Good morning too.",
      "My daughter is running temperature today, doctor. Please check my loving daughter.",
      "Does she have fever?",
      "Yes, she should take these medicines regularly three times daily.",
      "For how many days this treatment is required?",
      "3 day. Moreover, it is necessary to take precaution.",
      "My daughter has become very weak. Please write some medicine to recover her from this weakness.",
      "Medicines are not necessary to treat such weakness. She should drink milk and eat eggs etc.",
      "Can my daughter take bath?",
      "Why not. Taking bath every day is necessary in such summer days even if she has a fever.",
      "When should we come again?",
      "Please come here again after three days.",
      "Good morning doctor, Please check my daughter again",
      "Your daughter does not need further medicine. She will be safe and sound.",
      "Good-bye, Thank you"
    ],
    [
      "Hello. I will be taking care of you today. What seems to be the problem?",
      "I'm having trouble breathing, I'm dizzy and I'm running a fever.",
      "OK. How long have you been feeling this way?",
      "I'd say for couple of days now. I felt so bad last night that I came into the ER. I wish I hadn't because my premiums are so high and hardly anything is covered.",
      "I'm sorry to hear that. Are you part of an HMO or do you have private insurance?",
      "I have private insurance. Anyway, is there anything you can do for me? I don't seem to be getting any better.",
      "I will help you go and check in to your hospital now so they can observe you. Am sure they are going to take care of you.",
      "I thought it wasn't serious. Honestly it has been a while now that I have felt this bad.",
      "Do you get a regular checkup each year? You may have had this for months now.",
      "No. I never go to the doctor. With this bad insurance I try not to come in.",
      "Well, I understand that medical care can be expensive nowadays. When you are suffering from any kind of ailment, especially one this severe, it is worth the money.",
      "Easy for you to say."
    ]
  ]
}